import Brume from "../../public/images/alicia.jpg";
import GiftBox from "../../public/images/alicia.jpg";
import backpack from "../../public/images/alicia.jpg";

const GiftData = [
  {
    id: 1,
    occasion: "هدايا يوم الأصدقاء",
    mainImage: Brume,
    gifts: [
      {
        id: 11,
        title: "Sweet love Alicia",
        images: [GiftBox, backpack, Brume],
        price: 2500,
        weigh: 0.56,
        SKU: 111,
        categories: [
          "الهدايا الجاهزة",
          "هدايا الخطوبة",
          "هدايا زواج ",
          "هدايا نسائية",
        ],
        description: {
          gift_cat: "هدايا نسائية",
          gift_desc: `وأراك في كل البقاع كأنما لا جرم في فلكي يدور سواك
          ما عدت أبصر في العوالم كلها قمرا سواك فجل من سواك
          لها صنعت هذة الهدية `,
          contains: [
            "حلق الوردتين من مجوهرات سدرة| وردي تغليف راب ورقي بعبارة فالعيد يعيد لنا الضحكة كنجوم الكون اليوم نسطع ",
            "بطاقة قلب ذهبي من رسيل",
            "صندوق رسيل الأسود",
          ],
        },
        for: [" هدية الاصدقاء", "هدية تخرج", "هدية نسائية"],
      },
      {
        id: 12,
        title: "Sweet love Alicia",
        images: [backpack, Brume],
        price: 2500,
        weigh: 0.5,
        SKU: 111,
        categories: [
          "الهدايا الجاهزة",
          "هدايا الخطوبة",
          "هدايا زواج ",
          "هدايا نسائية",
        ],
        description: {
          gift_cat: "هدايا نسائية",
          gift_desc: `وأراك في كل البقاع كأنما لا جرم في فلكي يدور سواك
          ما عدت أبصر في العوالم كلها قمرا سواك فجل من سواك
          لها صنعت هذة الهدية `,
          contains: [
            "حلق الوردتين من مجوهرات سدرة| وردي تغليف راب ورقي بعبارة فالعيد يعيد لنا الضحكة كنجوم الكون اليوم نسطع ",
            "بطاقة قلب ذهبي من رسيل",
            "صندوق رسيل الأسود",
          ],
        },
        for: [" هدية الاصدقاء", "هدية تخرج", "هدية نسائية"],
      },
      {
        id: 13,
        title: "Sweet love Alicia",
        images: [backpack, Brume],
        price: 2500,
        weigh: 0.5,
        SKU: 111,
        categories: [
          "الهدايا الجاهزة",
          "هدايا الخطوبة",
          "هدايا زواج ",
          "هدايا نسائية",
        ],
        description: {
          gift_cat: "هدايا نسائية",
          gift_desc: `وأراك في كل البقاع كأنما لا جرم في فلكي يدور سواك
          ما عدت أبصر في العوالم كلها قمرا سواك فجل من سواك
          لها صنعت هذة الهدية `,
          contains: [
            "حلق الوردتين من مجوهرات سدرة| وردي تغليف راب ورقي بعبارة فالعيد يعيد لنا الضحكة كنجوم الكون اليوم نسطع ",
            "بطاقة قلب ذهبي من رسيل",
            "صندوق رسيل الأسود",
          ],
        },
        for: [" هدية الاصدقاء", "هدية تخرج", "هدية نسائية"],
      },
      {
        id: 14,
        title: "Sweet love Alicia",
        images: [backpack, Brume],
        price: 4500,
        weigh: 0.5,
        SKU: 111,
        categories: [
          "الهدايا الجاهزة",
          "هدايا الخطوبة",
          "هدايا زواج ",
          "هدايا نسائية",
        ],
        description: {
          gift_cat: "هدايا نسائية",
          gift_desc: `وأراك في كل البقاع كأنما لا جرم في فلكي يدور سواك
          ما عدت أبصر في العوالم كلها قمرا سواك فجل من سواك
          لها صنعت هذة الهدية `,
          contains: [
            "حلق الوردتين من مجوهرات سدرة| وردي تغليف راب ورقي بعبارة فالعيد يعيد لنا الضحكة كنجوم الكون اليوم نسطع ",
            "بطاقة قلب ذهبي من رسيل",
            "صندوق رسيل الأسود",
          ],
        },
        for: [" هدية الاصدقاء", "هدية تخرج", "هدية نسائية"],
      },
    ],
  },
  {
    id: 2,
    occasion: "هدايا الزواج",
    mainImage: Brume,
    gifts: [
      {
        id: 21,
        title: "Sweet love Alicia",
        images: [GiftBox, backpack, Brume],
        price: 42500,
        weigh: 0.56,
        SKU: 111,
        categories: [
          "الهدايا الجاهزة",
          "هدايا الخطوبة",
          "هدايا زواج ",
          "هدايا نسائية",
        ],
        description: {
          gift_cat: "هدايا نسائية",
          gift_desc: `وأراك في كل البقاع كأنما لا جرم في فلكي يدور سواك
          ما عدت أبصر في العوالم كلها قمرا سواك فجل من سواك
          لها صنعت هذة الهدية `,
          contains: [
            "حلق الوردتين من مجوهرات سدرة| وردي تغليف راب ورقي بعبارة فالعيد يعيد لنا الضحكة كنجوم الكون اليوم نسطع ",
            "بطاقة قلب ذهبي من رسيل",
            "صندوق رسيل الأسود",
          ],
        },
        for: [" هدية الاصدقاء", "هدية تخرج", "هدية نسائية"],
      },
      {
        id: 22,
        title: "Sweet love Alicia",
        images: [backpack, Brume],
        price: 42500,
        weigh: 0.5,
        SKU: 111,
        categories: [
          "الهدايا الجاهزة",
          "هدايا الخطوبة",
          "هدايا زواج ",
          "هدايا نسائية",
        ],
        description: {
          gift_cat: "هدايا نسائية",
          gift_desc: `وأراك في كل البقاع كأنما لا جرم في فلكي يدور سواك
          ما عدت أبصر في العوالم كلها قمرا سواك فجل من سواك
          لها صنعت هذة الهدية `,
          contains: [
            "حلق الوردتين من مجوهرات سدرة| وردي تغليف راب ورقي بعبارة فالعيد يعيد لنا الضحكة كنجوم الكون اليوم نسطع ",
            "بطاقة قلب ذهبي من رسيل",
            "صندوق رسيل الأسود",
          ],
        },
        for: [" هدية الاصدقاء", "هدية تخرج", "هدية نسائية"],
      },
      {
        id: 23,
        title: "Sweet love Alicia",
        images: [backpack, Brume],
        price: 42500,
        weigh: 0.5,
        SKU: 111,
        categories: [
          "الهدايا الجاهزة",
          "هدايا الخطوبة",
          "هدايا زواج ",
          "هدايا نسائية",
        ],
        description: {
          gift_cat: "هدايا نسائية",
          gift_desc: `وأراك في كل البقاع كأنما لا جرم في فلكي يدور سواك
          ما عدت أبصر في العوالم كلها قمرا سواك فجل من سواك
          لها صنعت هذة الهدية `,
          contains: [
            "حلق الوردتين من مجوهرات سدرة| وردي تغليف راب ورقي بعبارة فالعيد يعيد لنا الضحكة كنجوم الكون اليوم نسطع ",
            "بطاقة قلب ذهبي من رسيل",
            "صندوق رسيل الأسود",
          ],
        },
        for: [" هدية الاصدقاء", "هدية تخرج", "هدية نسائية"],
      },
      {
        id: 24,
        title: "Sweet love Alicia",
        images: [backpack, Brume],
        price: 44500,
        weigh: 0.5,
        SKU: 111,
        categories: [
          "الهدايا الجاهزة",
          "هدايا الخطوبة",
          "هدايا زواج ",
          "هدايا نسائية",
        ],
        description: {
          gift_cat: "هدايا نسائية",
          gift_desc: `وأراك في كل البقاع كأنما لا جرم في فلكي يدور سواك
          ما عدت أبصر في العوالم كلها قمرا سواك فجل من سواك
          لها صنعت هذة الهدية `,
          contains: [
            "حلق الوردتين من مجوهرات سدرة| وردي تغليف راب ورقي بعبارة فالعيد يعيد لنا الضحكة كنجوم الكون اليوم نسطع ",
            "بطاقة قلب ذهبي من رسيل",
            "صندوق رسيل الأسود",
          ],
        },
        for: [" هدية الاصدقاء", "هدية تخرج", "هدية نسائية"],
      },
    ],
  },
];

export default GiftData;
